<template>
  <div class="about">
    <div class="about__inner container">
      <h2 class="about-title">О кафедре</h2>
      <p class="about-text">
        Кaфeдрa была основана в 1964 году на базе химико-технологического
        факультета Ташкентского политехнического института имени Абу Райхана
        Беруний (ныне Ташкентского государственного технического университета
        имени Ислама Каримова). В 1964-1965 годах возглавлял кафедру заслуженный
        изобретатель Узбекистана, кандидат технических наук, доцент Ташпулатов
        Хусниддин Пулатович (1927-1965гг.). С 1966 по 2013 годах возглавлял
        кафедру академик АН РУз., Заслуженный деятель науки Узбекистана, Лауреат
        государственной премии имени Беруни в сфере техники и науки, доктор
        технических наук, профессор Нoдирбeк Рустaмбeкoвич Юсупбeкoв. В
        настоящее время заведущим кафедры является доктор технических наук
        Юсупбeкoв Aзизбeк Нoдирбeкoвич.
      </p>
    </div>
  </div>
</template>

<script></script>
