<template>
  <div class="baccalaureate">
    <div class="baccalaureate__inner container">
      <h2 class="baccalaureate-title">Направления магистратуры:</h2>
      <table>
        <tr>
          <th>Номер</th>
          <th>Название</th>
        </tr>
        <tr>
          <td>5A311001</td>
          <td>
            Автоматизация технологических процессов производств (химическая,
            нефтехимическая и пищевая промышленность)
          </td>
        </tr>
        <tr>
          <td>70711401</td>
          <td>
            Автоматизация технологических процессов производств (химическая,
            нефтехимическая и пищевая промышленность)
          </td>
        </tr>
      </table>

      <h2 style="margin: 50px 0; text-align: left; width: 100%;">Преподаваемые дисциплины:</h2>
      <table>
        <tr>
          <th>№</th>
          <th>Название</th>
        </tr>
        <tr>
  <td>1</td>
  <td>Теория технологических процессов</td>
</tr>
<tr>
  <td>2</td>
  <td>Системы оповещения-измерения</td>
</tr>
<tr>
  <td>3</td>
  <td>Методология исследования</td>
</tr>
<tr>
  <td>4</td>
  <td>Оптимальные, адаптивные и многоуровневые системы управления</td>
</tr>
<tr>
  <td>5</td>
  <td>Проектирование систем управления</td>
</tr>
<tr>
  <td>6</td>
  <td>Интеллектуальные системы управления и принятия решений</td>
</tr>
<tr>
  <td>7</td>
  <td>Патентование, лицензирование и сертификация</td>
</tr>
<tr>
  <td>8</td>
  <td>Организация производства и планирование автоматизации</td>
</tr>
<tr>
  <td>9</td>
  <td>Методика преподавания специальных дисциплин</td>
</tr>
      </table>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
};
</script>

<style lang="scss"></style>
