export const staff = [
  {
    name: "Юсупбеков Нодирбек Рустамбекович",
    position: "Академик АН РУз",
  },
  {
    name: "Гулямов Шухрат Манапович",
    position: "доктор технических наук, профессор",
  },
  {
    name: "Мухитдинов Джалолиддин Пахритдинович",
    position: "доктор технических наук, профессор",
  },
  {
    name: "Абдукадыров Абдузариф Абдурупович",
    position: "доктор технических наук, профессор",
  },
  {
    name: "Раджабова Махфуза Азимовна",
    position: "кандидат технических наук, доцент",
  },
  {
    name: "Ешматова Барно Исмаиловна",
    position: "кандидат технических наук, доцент",
  },
  {
    name: "Матякубов Нурбек Рустамович",
    position: "доктор философии (PhD) по техническим наукам, доцент",
  },
  {
    name: "Искандаров Зохид Эргашбаевич",
    position: "доктор философии (PhD) по техническим наукам, доцент",
  },
  {
    name: "Шодиев Маруфжон Кобулжонович",
    position: "доктор философии (PhD) по техническим наукам, доцент",
  },
  {
    name: "Шамсутдинова Винера Хафизовна",
    position: "доктор философии (PhD) по техническим наукам, доцент",
  },
  {
    name: "Косимов Фарход Орифжонович",
    position: "доктор философии (PhD) по техническим наукам, доцент",
  },
  {
    name: "Холманов Ўткир Уктам ўғли",
    position:
      "доктор философии (PhD) по техническим наукам, старший преподаватель",
  },
  {
    name: "Норова Фарида Икром қизи",
    position: "старший преподаватель",
  },
  {
    name: "Шарапов Руслан Кеунимжаевич",
    position: "старший преподаватель",
  },
  {
    name: "Усманова Зулфия Муминовна",
    position: "ассистент",
  },
  {
    name: "Исхакова Фатима Фахритдиновна",
    position: "ассистент",
  },
  {
    name: "Алланов Мусы Бердимурод ўғли",
    position: "ассистент",
  },
  {
    name: "Боймирзаев Жахонгир Расулович",
    position: "ассистент",
  },
];

export const goals = [
  {
    goal: "Подготовка высококвалифицированных, творчески и системно мыслящих, способных принимать самостоятельные решения на основе международных стандартов кадров, создание необходимых условий для проявления интеллектуальных способностей и формирования духовно зрелой личности",
  },
  {
    goal: "Внедрение цифровых технологий и современных методик в образовательный процесс",
  },
  {
    goal: "Повышение эффективности научно-исследовательской деятельности кафедры, широкое вовлечение молодежи в научную деятельность, формирование инновационной инфраструктуры науки",
  },
  {
    goal: "Повышение эффективности духовно-просветительской работы",
  },
  {
    goal: "Активное вовлечение персонала в процесс подготовки высококвалифицированных специалистов",
  },
  {
    goal: "Повышение инвестиционной привлекательности кафедры, обеспечение ее международного признания и конкурентоспособности",
  },
  {
    goal: "Усиление материально-технического обеспечения кафедры",
  },
  {
    goal: "Систематическое развитие кафедры и совершенствование управленческой деятельности",
  },
  {
    goal: "Внедрение эффективных механизмов противодействия коррупции и обеспечения прозрачности",
  },
];

export const tasks = [
  {
    task: "Внесение достойного вклада в укрепление позиций нашего университета в рейтинге международно-признанных организаций (Quacquarelli Symonds World University Rankings, Times Nigher Education или Academic Ranking of World Universities), публикация научных статей с международными университетами-партнерами, проведение исследований в область образования",
  },
  {
    task: "Системный подход и усиление учебного процесса на кафедре по кредитно-модульной системе",
  },
  {
    task: "Внедрение на кафедре передовых стандартов обучения, основанных на международном опыте, в том числе поэтапный переход от системы образования, направленной на получение теоретических знаний в учебном плане, к формированию практических навыков",
  },
  {
    task: "Поднятие содержания высшего образования на качественно новый уровень. Быстрая и качественная адаптация профессорско-преподавательского состава и научных сотрудников к новым изменениям с помощью повышения квалификации в престижных зарубежных учебных заведениях, подготовки высококвалифицированных кадров, способных найти свое место на рынке труда",
  },
  {
    task: "Эффективный вклад кафедры в поэтапную реализацию концепции «Университет 3.0», обеспечивающей неотъемлемую связь между коммерциализацией результатов образования, науки, инноваций и исследований в высших учебных заведениях. Другими словами, кафедра может легко продавать свои разработки и изобретения на свободном рынке, беспрепятственно реализовывать вопросы коммерциализации и повышения качества образования",
  },
  {
    task: "Профессора, научные сотрудники, докторанты, магистранты и аспиранты кафедры публикуют статьи в престижных международных научных журналах с высоким импакт-фактором, повышают цитируемость статей, а также поэтапное включение функционирующего на базе кафедры международного научно-технического журнала “Chemical Technology, Control and Management” в международные базы данных (Scopus, Web of Science)",
  },
  {
    task: "Увеличение охвата населения, нуждающегося в социальной защите, в том числе лиц с ограниченными возможностями, обеспечение их высшим образованием, усиление сотрудничества со школами в отдаленных селах и улучшение их инфраструктуры",
  },
  {
    task: "Широкое привлечение иностранных инвестиций, расширение платных услуг",
  },
  {
    task: "Реализация пяти инициатив, в том числе комплекса мер, направленных на создание дополнительных условий для обучения студентов",
  },
  {
    task: "Налаживание взаимовыгодного сотрудничества образования с промышленными предприятиями и научно-исследовательскими институтами",
  },
]

export const connections = [
  {
    name: "Азербайджанская государственная Нефтяная Академия (Республика Азербайджан)",
    img: require("@/assets/images/connections/ASOIU.jpg")
  },
  {
    name: "Унивeрситeт Зигeна (г.Зигeн, Германия)",
    img: require("@/assets/images/connections/siegen.png")
  },
  {
    name: "Компания Honeywell",
    img: require("@/assets/images/connections/honeywell.png")
  },
  {
    name: "Центр АСЕ, Университет Техаса (Сан-Антонио, США)",
    img: require("@/assets/images/connections/texas.png")
  },
  {
    name: "Государственный Университет Джорджии (Атланта, США)",
    img: require("@/assets/images/connections/georgiapng.png")
  },
  {
    name: "Белорусский государственный технологический университет (Минск, Белорусия)",
    img: require("@/assets/images/connections/bgtu.png")
  },
  {
    name: "Белорусский национальный технический университет (Минск, Белорусия)",
    img: require("@/assets/images/connections/bntu.png")
  },
  {
    name: "Qilu University of Technology Shandon Academy of Sciences (Шандон, Китай)",
    img: require("@/assets/images/connections/qilu.png")
  }
]
